; File Joiner (www.igorware.com/file-joiner)

[translation]
vers=2.1.3
laid=0x000a
lang=Español (Spanish)
name=Darío Hereñú
date=2012-08-20

[controls]
000=Auto
001=Agregar &archivos
002=Agregar carpeta
003=&Quitar
004=Quitar todo
005=Navegar
006=Anexar al primer archivo de la lista (sólo para usuarios avanzados!)
007=Hash
008=Limpiar
009=Cuando finaliza:
010=Abrir el archivo de salida cuando termina
011=Abrir la carpeta de salida cuando termina
012=Borrar los archivos cuando termina
013=Salir cuando termina

[about]
000=Acerca %s
001=OK

[list_column]
000=Ruta
001=Tamaño
002=Estado

[list_status_cat]
000=ok
001=Advertencia
002=error

[list_status]
000=ok
001=Advertencia: inesperado número ordinal
002=Advertencia: el tamaño del archivo no coincide con respecto al primer archivo
003=cuidado: el tamaño del último archivo es mayor que los anteriores archivos
004=error: archivo no puede ser abierto para escritura!
005=error: archivo no puede ser abierto para lectura!

[list_tooltip]
000=Lista de archivos de entrada
001=Ruta:\t %s\r\nTamaño:\t %s\r\nOrdinal:\t %d\r\nEstado:\t %s

[join_button]
000=&Parar
001=&Unir

[settings]
000=Ajustes
001=Verificaciones
002=Verificar &partes perdidas en la carga
003=Verificar el tamaño de las partes &consistencia en la carga
004=Verificar las partes perdidas
005=Verificar la consistencia del tamaño de las partes
006=Lista de archivos
007=&Ordenar utilizando sólo el último número en la ruta del archivo (más rápido)
008=&Remover todos los archivos de la lista después de Unir
009=Deshabilitar &auto carga de partes
010=Sub-&carpetas recursivas
011=General
012=Recordar &posición de la ventana
013=Use Recycle Bin when &deleting parts
014=Ruta de salida por defecto
015=Igual que el archivo de entrada
016=Ruta personalizada
017=Guardar
018=Cancelar
019=

[menu]
000=&Opciones
001=Siempre &arriba de todo\tCtrl + T
002=Asociar con archivos .001 (no portable)
003=Deshabilitar &hash
004=&Quitar todos los archivos de la lista después de unir
005=&Ajustes

006=&Idioma

007=&Ayuda
008=&Ayuda en línea
009=&Página de internet
010=&Acerca
011=

[menu_popup]
000=
001=
002=
003=&Quitar
004=Quitar todo

[messages]
001=No están dadas las condiciones :(
002=La operación de unir las partes está en progreso, desea salir (opción no recomendada)?
003=Listo
004=Uniendo...
005=La operación de unir está realizándose!
006=Archivos unidos exitosamente!

007=You have only one file in the list!
008=You did not select any files to move!
009=File list is empty, no files to join!
010=File cannot be opened!
011=The specified output file cannot be created!
012=File write failed! Disk space low?
013=Files added: %d
014=Files auto loaded: %d
015=Output file already exists. Do you wish to overwrite file?
016=Output file path is not specified!

017=Verificar partes perdidas
018=Parece estar perdiendo %d parte(s) con ordinal(es): %s.
019=Parece estar perdiendo más de %d partes con ordinales: %s.
020=Verificar tamaño de las partes
021=Parece ser que %d parte(s) poseen un tamaño diferente con respecto al primer archivo, esto puede significar que están corruptas o no pertenezcan al mismo grupo. Archivos con diferente tamaño: %s.
022=Parece ser que la última parte no posee un menor tamaño lo cual puede ser una señal que está perdida la última parte, sin embargo, esta condición no es necesariamente cierta.
023=\n\nEstá seguro que desea continuar operación de unión?
024=Ruta personalizada: "%s"
025=-salida

[tooltips]
000=* SOLO PARA USUARIOS AVANZADOS *\r\nAgrega todos los archivos al primer archivo de la lista.\r\nBueno por su velocidad, malo si comete un error en el ordenamiento de los archivos de la lista.
001=Mover los archivo(s) seleccionado(s) en lista en forma ascendente
002=Mover los archivo(s) seleccionado(s) en lista en forma descendente
003=Ruta donde el archivo de salida será guardado
004=Buscar una ubicación para guardar el archivo de salida
005=Unir archivos de la lista
006=Estado
007=Agregar archivos a la lista
008=Agregar todos los archivos desde la carpeta
009=Quitar los archivos seleccionados de la lista
010=Quitar todos los archivos de la lista
011=Ordenar los archivos de la lista
012=Alternar ordenamiento automático
013=CRC32 hash
014=Alternar cálculo de CRC32 hash
015=MD5 hash
016=Alternar cálculo de MD5 hash
017=Borrar valores hash
018=Borrar todas las partes del disco rígido cuando termine (solamente cuando hay una unión exitosa)
019=Salir cuando termine (solo cuando hay una unión exitosa)
020=Abrir archivo de salida cuando termine (solo cuando hay una unión exitosa)
021=Abrir carpeta de salida cuando termine (solo cuando hay una unión exitosa)

[updater]
000=
001=
002=
